insert into Courses values 
    (1       , 'Базы данных'          ),
    (2       , 'Управление проектами' ),
    (3       , 'ППО'                  ),
    (4       , 'Теория информации'    ),
    (6       , 'Математический анализ'),
    (7       , 'Технологии Java')
;
insert into Groups values 
    (1      , 'M3435'  ),
    (2      , 'M3439'  ),
    (3      , 'M3238'  ),
    (4      , 'M3239'  )
;

insert into Plan values 
    (1      , 1       , 2 )     ,   
    (2      , 1       , 1  )     ,  
    (1      , 2       , 3   )     , 
    (1      , 3       , 4    )     ,
    (2      , 3       , 4     )    ,
    (2      , 4       , 6      )   ,
    (1      , 4       , 7       )  ,
    (2      , 4       , 7        ) ,
    (4      , 6       , 8         ),
    (1      , 7       , 1         ),
    (2      , 7       , 1         ),
    (3      , 7       , 1         ),
    (4      , 7       , 1         )
;
insert into Lecturers values 
    (1         , 'Корнеев Г.А.'  ),
    (2         , 'Будин Н.А.'),
    (3         , 'Кузнецова Е.М.'),
    (4         , 'Киракозов А.Х.'),
    (6         , 'Трофимюк Г.А.' ),
    (7         , 'Беляев Е.А.' ),
    (8         , 'Кохась К.П.' )
;

insert into Students values
    (1, 'Студент 1', 1),
    (2, 'Студент 2', 2),
    (3, 'Студент 3', 2),
    (4, 'Студент 4', 3),
    (5, 'Студент 5', 3),
    (6, 'Студент 6', 4)
;